#Задача №9
#Найти максимальную цифру в числе
a = input('Введите число: ')
print('Максимальная цифра в числе: ', max(a))